Repository: flakysalt/Blish-HUD-CharacterKeybinds
Catalog: CharacterKeybinds/Resources/Loca.*.resx
Languages: de, es, fr

# addNewBindingButtonText
source: + Add new binding
de: + Neue Tastenbindung hinzufügen
es: + Añadir nuevo enlace
fr: + Ajouter une nouvelle liaison

# apiLoadingHint
source: Loading Data from API...
de: Daten von API laden...
es: Cargando datos de API...
fr: Chargement des données de l'API...

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Character Specific Keybinds
de: Charakterspezifische Tastenkombinationen
es: Keybinds específicos de carácter
fr: Claviers spécifiques aux caractères

# characterSpecificKeybindsHint
source: Keybinding to use for a specific character or specializations
de: Schlüsselbindung für einen bestimmten Charakter oder Spezialisierungen
es: Keybinding a utilizar para un carácter o especializaciones específicos
fr: Reliure à utiliser pour un caractère ou des spécialisations spécifiques

# coreSpecializationName
source: Core Specialization
de: Kern Spezialisierung
fr: Spécialisation de base

# defaultCharacterEntry
source: Select Character
de: Charakter Auswählen
es: Seleccionar caracteres
fr: Sélectionner le caractère

# defaultKeybind
source: Default Keybinds
de: Standart Keybinds
es: Keybinds predeterminados
fr: Claviers par défaut

# defaultKeybindsEntry
source: Keybinds
de: Tastenbindung
fr: Boutons-clés

# defaultSpecializationEntry
source: Specialization
de: Spezialisierung
es: Especialización
fr: Spécialisation

source: Delete
de: Löschen
es: Suprimir
fr: Supprimer

# errorMessageInvalidFolder
source: The selected keybinds folder is invalid. Please check your settings.
de: Der ausgewählte Keybinds-Ordner ist ungültig. Bitte überprüfen Sie Ihre Einstellungen.
es: La carpeta seleccionada de llaveros es inválida. Por favor, compruebe su configuración.
fr: Le dossier keybinds sélectionné est invalide. Veuillez vérifier vos paramètres.

# errorMessageIssueCounter
source: Potential issues detected
de: Mögliche Probleme erkannt
es: Posibles problemas detectados
fr: Problèmes potentiels détectés

# errorMessageNeedsMigration
source: Old keybinds format found. Please go to the Migration tab to update your keybinds.
de: Old keybinds Format gefunden. Bitte gehen Sie auf die Registerkarte Migration, um Ihre Keybinds zu aktualisieren.
es: El formato antiguo de llaveros encontrado. Por favor, vaya a la pestaña Migración para actualizar sus teclados.
fr: Ancien format de keybinds trouvé. Allez dans l'onglet Migration pour mettre à jour vos keybinds.

# invalidSpecializationName
source: Invalid
de: Ungültig
es: Inválidos
fr: Non valable

source: Migration
es: Migración
fr: Migrations

# moduleName
source: Character Keybinds
de: Charakter Tastenbindung
es: Caracter Keybinds
fr: Clés de caractères

# switchKeybindsNotificationText
source: Switching keybinds...
de: Schlüsselanhänger...
es: Intercambiando llaveros...
fr: Changer les boutons...

# troubleshootMarkers
source: Toggle Marker Visibility
de: Toggle Marker Sichtbarkeit
es: Toggle Marker Visibilidad
fr: Basculer la visibilité du marqueur

# troubleshootResetMarkers
source: Reset Marker Positions
de: Marker-Positionen zurücksetzen
es: Reiniciar las posiciones del marcador
fr: Réinitialiser les positions du marqueur

# troubleshootTestButtonHint
source: This will simulate the sequence of clicks
de: Dies simuliert die Reihenfolge der Klicks
es: Esto simulará la secuencia de clics
fr: Ceci simulera la séquence de clics

# troubleshootTestButtonText
source: Test
de: Prüfung
es: Prueba
fr: Essai

# troubleshootText
source: Only change the position of the markes if you erxperience problems. \n\nEnable the markers by pressing 'Toggle Marker Visibility'\nMove the marker to the following positions if they do not allign automatically:\n1. The Options menu tab\n2. The dropdown at the bottom right of the options menu\n3. The first entry of the dropdown when opening it\n4. The 'Yes' button of the confirmation popup when importing key binds
de: Ändern Sie nur die Position der Markierungen, wenn Sie Erxperience Probleme. \n\nDie Marker durch Drücken 'Toggle Marker Sichtbarkeit'\n Verschieben Sie den Marker in die folgenden Positionen, wenn er nicht automatisch ausschaltet:\n1. Die Menükarte Optionen\n2. Die Dropdown rechts unten im Menü Optionen\n3. Der erste Eintrag des Dropdowns beim Öffnen. Die 'Ja' Taste der Bestätigung Popup beim Import von Schlüssel binden
es: Sólo cambia la posición de las marcas si tienes problemas de experiencia. \n\nEnable los marcadores pulsando 'Toggle Marker Visibilidad'\n Mueva el marcador a las siguientes posiciones si no alinean automáticamente:\n1. La pestaña del menú Opciones\n2. El desplegable en la parte inferior derecha del menú de opciones\n3. La primera entrada de la desplegable al abrirla\n4. El botón 'Sí' del popup de confirmación al importar las teclas se une
fr: Ne changer la position des marques que si vous avez des problèmes d'erxpérience. \n\nActiver les marqueurs en appuyant sur 'Toggle Marker Visibility'\n Déplacer le marqueur vers les positions suivantes s'ils ne s'alignent pas automatiquement :\n1. Le menu Options onglet\n2. Le menu déroulant en bas à droite du menu des options\n3. La première entrée du menu déroulant lors de son ouverture\n4. Le bouton « Oui » du popup de confirmation lors de l'importation de la clé se lie

# troubleshootWindowName
source: Troubleshoot
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage

# wildcardSpecializationName
source: All Specializations
de: Alle Spezialisierungen
es: Todas las Especializaciones
fr: Toutes spécialisations
