Repository: flakysalt/Blish-HUD-CharacterKeybinds
Catalog: CharacterKeybinds/Resources/SettingsLoca.*.resx
Languages: de, es, fr

# keybindsDirectorySetting
source: Keybinds Folder Path
de: Keybinds Ordner Pfad
es: Keybinds Carpeta
fr: Chemin du dossier Keybinds

# keybindsDirectoryHint
source: Path to the Keybinds folder.\nIf you dont know where this is, export your keybinds via the GW2 ingame menu and the location is shown in the ingame chat
de: Pfad zum Ordner indem GW2 die Tastenbindungen speichert.\nWenn du nicht weißt, welcher das ist, exportier deine aktuellen Tastenbindung über das Optionsmenü und es wird dir im Chat angzeigt.
es: Camino a la carpeta Keybinds.\n Si no sabes dónde es esto, exporta tus pulsadores a través del menú del juego GW2 y la ubicación se muestra en el chat del juego
fr: Chemin vers le dossier Keybinds.\n Si vous ne savez pas où c'est, exportez vos keybinds via le menu GW2 ingame et l'emplacement est affiché dans le chat ingame

# optionsMenuKeybindsSetting
source: Options Menu Keybind
de: Optionsmenü Tastenbindung
es: Menú de opciones
fr: Menu des options

# anetMacroPolicyButton
source: Arenanet Macro Policy
de: Arenanet Macro Politik
fr: Politique de Macro Arenanet

# autoClickSpeedMultiplierHint
source: Adjusts how fast the keybindings will be applied.\nLower (Left) this if your system is weaker and has trouble applying the keybindings.
de: Passt an, wie schnell die Schlüsselbindungen angewendet werden. \nLower (links) dies, wenn Ihr System schwächer ist und Schwierigkeiten hat, die Schlüsselbindungen anzuwenden.
es: Ajusta lo rápido que se aplicarán las teclas. \nLower (izquierda) esto si su sistema es más débil y tiene problemas para aplicar las keybindings.
fr: Ajuste la rapidité avec laquelle les touches seront appliquées. \nLower (Left) ceci si votre système est plus faible et a du mal à appliquer les touches.

# autoClickSpeedMultiplierSetting
source: Keybindings Apply Speed
de: Schlüsselanbindungen Apply Speed
es: Keybindings Aplique Speed
fr: Clés d'application Vitesse

# changeKeybindsOnSpecSwitchHint
source: Automatically change keybinds when switching elite specializations on the same character.
de: Ändern Sie Tastenkombinationen automatisch beim Schalten von Elite-Spezialisierungen auf dem gleichen Zeichen.
es: Cambiar automáticamente llaveros al cambiar las especializaciones de élite en el mismo personaje.
fr: Changer automatiquement les keybinds lors de la commutation des spécialisations élite sur le même caractère.

# changeKeybindsOnSpecSwitchSetting
source: Change keybinds When Switching Specialization
de: Schlüsselbänder ändern Beim Umschalten Spezialisierung
es: Cambio de componentes clave Cuando se cambia la especialización
fr: Changer les keybinds Lors du changement de spécialisation

# helpFaqButton
source: Help / FAQ
de: Hilfe / FAQ
es: Ayuda / FAQ
fr: Aide / FAQ

# reportBugButton
source: Report a Bug
de: Einen Fehler melden
es: Reportar un error
fr: Signaler un bug

# showCornerIconHint
source: Show/Hide the corner icon to open the keybinds window.
de: Zeige das Ecksymbol an, um das Keybind-Fenster zu öffnen.
es: Mostrar/Idear el icono de la esquina para abrir la ventana de llaveros.
fr: Afficher/Cacher l'icône du coin pour ouvrir la fenêtre des boutons.

# showCornerIconSetting
source: Show corner icon
de: Ecksymbol anzeigen
es: Mostrar icono de esquina
fr: Afficher l'icône du coin

# troubleshootButton
source: Troubleshoot
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage

# useDefaultKeybindsHint
source: Switching to default keybinds when no others are defined for a character or specialization.
de: Umschalten auf Standard-Keybinden, wenn keine anderen für ein Zeichen oder Spezialisierung definiert sind.
es: Cambiar a botones predeterminados cuando no se definen otros para un carácter o especialización.
fr: Passage aux keybinds par défaut quand aucun autre n'est défini pour un caractère ou une spécialisation.

# useDefaultKeybindsSetting
source: Use Default Keybinds
de: Default Keybinds verwenden
es: Use Keybinds por defecto
fr: Utiliser par défaut Keybinds
